

all_news = [
    {
        'id': 1,
        'title': 'Госдума приняла закон, позволяющий кому-то что-то',
        'text': 'Депутат также разъяснил, как будет применяться новый закон.',
        'date': '2019-03-25'
    },
    {   'id': 2,
        'title': 'Компьютерный вирус под именем "таким-то" делает что-то страшное',
        'text': 'Как нам сообщили там-то там-то, все очень плохо и не лечится',
        'date': '2019-05-15'
    },
    {
        'id': 3,
        'title': 'Бртанские ученые скрестили кого-то и что-то',
        'text': 'Опыты по скрещиванию проводились сразу в двух лабораториях ЮКей и в результате был рожден ксеноморф',
        'date': '2022-03-10'
    }
]